// © Copyright 2010, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Värin kalibrointi";

CalibrateProcessTitle = "Kalibroidaan…";
DownloadingProcessTitle = "Ladataan lin. taulukoita…";
CalibrationFailedTitle = "Suljetun silmukan kalibrointia ei voi suorittaa";

HSDInfoTextFieldTitle = "Tämä prosessi kompentoi variaatioita tulostusjärjestelmässä, jotta se voi tarjota korkealaatuisen väritarkkuuden ja väriyhdenmukaisuuden tulostuslaitteessa.";
HSDGuideTextFieldTitle = "Varmista, että Letter/A4-kokoista HP Advanced Photo -paperia on laitettu paperialustalle ennen kuin aloitat kalibrointia.";
HSDCalibrateButtonTitle = "Aloita värin kalibrointi";

CalibrationCompleteTitle = "Tulostimesi on juuri suorittanut automaattisen värin kalibroinnin";
CalibrationCompleteMsg = "Jos värin tulostus vaikuttaa epätyydyttävältä, valitse Värin kalibrointi -painike ja suorita automaattinen värin kalibrointi uudelleen.";
